Repository: kiarashgl/MyAcademy
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fa

source: send
fa: ارسال

source: moderator
fa: مدیر سایت

source: comment permalink
fa: لینک دائمی نظر

source: A user has flagged this comment as inappropriate.
fa: یک کاربر این نظر را به عنوان نامناسب علامت‌گذاری کرده‌است.

source: comment flagged
fa: نظر علامت‌گذاری شد.

source: flag comment
fa: علامت‌گذاری نظر

source: remove comment
fa: حذف نظر

source: This comment has been removed.
fa: این نظر حذف شده‌است.

source: Reply
fa: پاسخ

source: Comment reply
fa: پاسخ به نظر

source: You didn't like this comment, do you want to change it?
fa: شما این نظر را دوست نداشتید. آیا می‌خواهید آن را تغییر دهید؟

source: Do you dislike this comment?
fa: آیا از این نظر خوشتان نمی‌آید؟

source: Posted to
fa: نظری مربوط به پست

source: Click on the "withdraw" button if you want to withdraw your negative opinion on this comment.
fa: روی دکمه‌ی "صرف‌نظر" کلیک کنید تا نظر منفی شما بازگردانده شود.

source: Withdraw
fa: صرف‌نظر

source: I dislike it
fa: نمی‌پسندم

source: cancel
fa: بی‌خیال

source: Confirm your opinion
fa: نظر خود را بازنگری کنید

source: You liked this comment, do you want to change it?
fa: شما این نظر را پسندیدید، آیا می‌خواهید آن را تغییر دهید؟

source: Do you like this comment?
fa: نظر خود را ارسال کنید

source: Click on the "withdraw" button if you want to withdraw your positive opinion on this comment.
fa: روی دکمه‌ی "صرف‌نظر" کلیک کنید تا نظر مثبت شما بازگردانده شود.

source: I like it
fa: می‌پسندم

source: Reply to comment
fa: به این نظر، پاسخ دهید

source: Your comment
fa: نظر شما

source: Post your comment
fa: نظر خود را ارسال کنید
